Repository: ongarov7/ai-reply
Catalog: AI-Reply/AIReply/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru, uz

# voice.status.languageUnavailable
source: Speech recognition is not available for %@ on this device.
kk: Бұл құрылғыда «%@» тілі үшін сөзді тану қолжетімсіз.
ru: Распознавание речи недоступно для языка «%@» на этом устройстве.
uz: Bu qurilmada %@ tili uchun nutqni aniqlash mavjud emas.

# voice.status.microphoneDenied
source: Microphone access is turned off.
kk: Микрофонға рұқсат өшірулі.
ru: Доступ к микрофону выключен.
uz: Mikrofonga kirish oʻchirilgan.

# voice.status.noSpeech
source: No speech recognized.
kk: Сөз танылмады.
ru: Речь не распознана.
uz: Nutq aniqlanmadi.

# voice.status.recording
source: Recording
kk: Жазылып жатыр
ru: Идёт запись
uz: Yozilmoqda

# voice.status.requesting
source: Requesting permission…
kk: Рұқсат сұралуда…
ru: Запрашиваем разрешение…
uz: Ruxsat soʻralmoqda…

# voice.status.speechDenied
source: Speech recognition access is turned off.
kk: Сөзді тануға рұқсат өшірулі.
ru: Доступ к распознаванию речи выключен.
uz: Nutqni aniqlashga ruxsat oʻchirilgan.

# voice.status.speechNotDetermined
source: Speech recognition permission was not granted.
kk: Сөзді тануға рұқсат берілмеді.
ru: Разрешение на распознавание речи не получено.
uz: Nutqni aniqlashga ruxsat berilmagan.

# voice.status.speechRestricted
source: Speech recognition is restricted on this device.
kk: Бұл құрылғыда сөзді тану шектелген.
ru: Распознавание речи ограничено на этом устройстве.
uz: Bu qurilmada nutqni aniqlash cheklangan.

# voice.status.stopped
source: Stopped
kk: Тоқтатылды
ru: Остановлено
uz: Toʻxtatildi

# voice.status.stoppedAtLimit
source: Stopped at 60 seconds
kk: 60 секундта тоқтатылды
ru: Остановлено на 60 секундах
uz: 60 soniyada toʻxtatildi

# voice.status.stoppedAtLimitNoSpeech
source: Stopped at 60 seconds. No speech recognized.
kk: 60 секундта тоқтатылды. Сөз танылмады.
ru: Остановлено на 60 секундах. Речь не распознана.
uz: 60 soniyada toʻxtatildi. Nutq aniqlanmadi.

# voice.status.unavailable
source: Speech recognition is unavailable.
kk: Сөзді тану қолжетімсіз.
ru: Распознавание речи недоступно.
uz: Nutqni aniqlash mavjud emas.

# voice.status.unavailableNow
source: Speech recognition is unavailable right now.
kk: Сөзді тану қазір қолжетімсіз.
ru: Распознавание речи сейчас недоступно.
uz: Nutqni aniqlash hozir mavjud emas.

# voice.stop
source: Stop
kk: Тоқтату
ru: Остановить
uz: Toʻxtatish

# voice.suggestions.body
source: Choose what to save. Everything you said is kept in your notes either way.
kk: Нені сақтайтыныңызды таңдаңыз. Айтқаныңыз кез келген жағдайда жазбаларда қалады.
ru: Выберите, что сохранить. Всё сказанное в любом случае останется в заметках.
uz: Nimani saqlashni tanlang. Aytganlaringizning hammasi baribir eslatmalaringizda qoladi.

# voice.suggestions.hours
source: Working hours
kk: Жұмыс уақыты
ru: Рабочее время
uz: Ish vaqti

# voice.suggestions.rules
source: Rules
kk: Ережелер
ru: Правила
uz: Qoidalar

# voice.suggestions.rules.footer
source: Tick the sentences that should become rules.
kk: Ереже болуға тиіс сөйлемдерді белгілеңіз.
ru: Отметьте фразы, которые должны стать правилами.
uz: Qoida boʻlishi kerak boʻlgan jumlalarni belgilang.

# voice.suggestions.skip
source: Skip
kk: Өткізіп жіберу
ru: Пропустить
uz: Oʻtkazib yuborish

# voice.suggestions.title
source: What we understood
kk: Біз түсінгеніміз
ru: Что мы поняли
uz: Nimani tushundik

# voice.tapToSpeak
source: Tap to speak
kk: Басып сөйлеңіз
ru: Нажмите и говорите
uz: Gapirish uchun bosing

# voice.title
source: Voice reply
kk: Дауыстық жауап
ru: Голосовой ответ
uz: Ovozli javob
